/* Error reason when a service with a known application is invoked but another user has the application open */
"Another user has the \\U201C%@\\U201D application open." = "Программа «%@» открыта другим пользователем.";

/* Recovery suggestion when a service is invoked but the application is already open under another account */
"Ask the other user to quit the \\U201C%@\\U201D application, and then try again." = "Попросите другого пользователя завершить программу «%@», затем повторите попытку.";

/* Recovery suggestion when a service with a known application is invoked but the application is not compatible with the computer */
"Contact the vendor of \\U201C%@\\U201D for an updated version." = "За обновленной версией обратитесь к производителю «%@».";

/* Recovery suggestion when a service is invoked but the user does not have permission to run the application */
"Contact your administrator for assistance." = "Обратитесь к Вашему администратору за помощью.";

/* NSTextReadInapplicableDocumentTypeError */
"Err65806" = "Не удается открыть файл. Указанный формат не поддерживается.";

/* NSTextWriteInapplicableDocumentTypeError */
"Err66062" = "Не удается сохранить файл. Указанный формат не поддерживается.";

/* A generic recovery suggestion displayed in an alert when an error occurs and there's no information about it. */
"No other information is available about the problem." = "Дополнительной информации о проблеме нет.";

/* 'Show Application' recovery suggestion when a service request failed */
"Show Application" = "Показать программу";

/* 'Show Workflow' recovery suggestion when a workflow service request failed */
"Show Workflow" = "Показать процесс";

/* Error description when some files cannot be duplicated (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "Не удалось дублировать некоторые файлы, т.к. произошла ошибка (OSStatus %d).";

/* Error description when some files cannot be duplicated (but others succeeded) because of a disk error. */
"Some files could not be duplicated because of a disk error." = "Не удалось дублировать некоторые файлы из-за ошибки диска.";

/* Error description when some files cannot be duplicated (but others succeeded) because the disk is full. */
"Some files could not be duplicated because the disk is full." = "Не удалось дублировать некоторые файлы, т.к. диск переполнен";

/* Error description when some files cannot be duplicated (but others succeeded) because the volume is write protected. */
"Some files could not be duplicated because the volume is write protected." = "Не удалось дублировать некоторые файлы, т.к. том защищен от записи.";

/* Error description when some files cannot be duplicated (but others succeeded) because they were not found. */
"Some files could not be duplicated because they were not found." = "Не удалось дублировать некоторые файлы, т.к. они не найдены.";

/* Error description when some files cannot be duplicated (but others succeeded) without giving a reason. */
"Some files could not be duplicated." = "Не удалось дублировать некоторые файлы.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Не удалось переместить в Корзину некоторые файлы, т.к. произошла ошибка (OSStatus %d).";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a disk error. */
"Some files could not be moved to the trash because of a disk error." = "Не удалось переместить в Корзину некоторые файлы из-за ошибки диска.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is full. */
"Some files could not be moved to the trash because the disk is full." = "Не удалось переместить в Корзину некоторые файлы, т.к. диск переполнен.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is write protected. */
"Some files could not be moved to the trash because the disk is write protected." = "Не удалось переместить в Корзину некоторые файлы, т.к. диск защищен от записи.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because they were not found. */
"Some files could not be moved to the trash because they were not found." = "Не удалось переместить в Корзину некоторые файлы, т.к. они не найдены.";

/* Error description when some files cannot be moved to the trash (but others succeeded) without giving a reason. */
"Some files could not be moved to the trash." = "Не удалось переместить в Корзину некоторые файлы.";

/* Error reason when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D application could not be found." = "Программу «%@» не удалось найти.";

/* Error reason when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D application could not be opened." = "Программу «%@» не удалось открыть.";

/* Error reason when an application did not provide valid data */
"The \\U201C%@\\U201D application did not provide valid data." = "Программа «%@» не предоставила действительные данные.";

/* Error reason when an application did not respond to a request for services */
"The \\U201C%@\\U201D application did not respond to the request for services." = "Программа «%@» не ответила на запрос о службах.";

/* Error reason when a service with a known application is invoked but the application is corrupt */
"The \\U201C%@\\U201D application is corrupt." = "Программа %@ повреждена.";

/* Error reason when a service with a known application is invoked but the application is in the trash */
"The \\U201C%@\\U201D application is in the Trash." = "Программа «%@» находится в Корзине.";

/* Error reason when a service with a known application is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D application is not compatible with your computer." = "Программа «%@» несовместима с Вашим компьютером.";

/* Error reason when a service with a known application is invoked but the application requires a newer version of Mac OS X */
"The \\U201C%@\\U201D application requires a newer version of Mac OS X." = "Программа «%@» требует более новой версии Mac OS X.";

/* Error description when a service is invoked but another user has the application open */
"The \\U201C%@\\U201D service could not be used because another user has the \\U201C%@\\U201D application open." = "Не удалось использовать службу «%1$@», т.к. другой пользователь уже открыл программу «%2$@».";

/* Error description when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be found." = "Не удалось использовать службу «%1$@», т.к. программу «%2$@» не удалось найти.";

/* Error description when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be opened." = "Не удалось использовать службу «%1$@», т.к. программу «%2$@» не удалось открыть.";

/* Error description when a service with a known application is invoked but the application did not provide valid data */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not provide valid data." = "Не удалось использовать службу «%1$@», т.к. программа «%2$@» не предоставила действительные данные.";

/* Error description when a service with a known application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not respond to a request for services." = "Не удалось использовать службу «%1$@», т.к. программа «%2$@» не ответила на запрос о службах.";

/* Error description when a service is invoked but the application is corrupt */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is corrupt." = "Не удалось использовать службу «%1$@», т.к. программа «%2$@» повреждена.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is in the Trash." = "Не удалось использовать службу «%1$@», т.к. программа «%2$@» находится в Корзине.";

/* Error description when a service is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is not compatible with your computer." = "Не удалось использовать службу «%1$@», т.к. программа «%2$@» несовместима с Вашим компьютером.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application requires a newer version of Mac OS X." = "Не удалось использовать службу «%1$@», т.к. программа «%2$@» требует более новой версии Mac OS X.";

/* Error description when a workflow service is invoked but the workflow could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow could not be found." = "Не удалось использовать службу «%1$@», т.к. процесс «%2$@» не удалось найти.";

/* Error description when a workflow service timed out */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not finish in time." = "Не удалось использовать службу «%1$@», т.к. процесс «%2$@» не был завершен вовремя.";

/* Error description when a workflow service did not provide valid data. */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not provide valid data." = "Не удалось использовать службу «%1$@», т.к. процесс «%2$@» не предоставил действительные данные.";

/* Error description when a service with an unknown application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the application could not be found." = "Не удалось использовать службу «%@», т.к. программу не удалось найти.";

/* Error description when a service with an unknown application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the application could not be opened." = "Не удалось использовать службу «%@», т.к. программу не удалось открыть.";

/* Error description when a service with an unknown application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the application did not respond to a request for services." = "Не удалось использовать службу «%@», т.к. программа не ответила на запрос о службах.";

/* Error description when a service with a known application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D application." = "Не удалось использовать службу «%1$@», т.к. возникла проблема при получении информации о службе из программы «%2$@».";

/* Error description when a workflow service is invoked but there was a problem retrieving service information. */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "Не удалось использовать службу «%1$@», т.к. возникла проблема при получении информации о службе из процесса «%2$@».";

/* Error description when a service with an unknown application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the application." = "Не удалось использовать службу «%@», т.к. возникла проблема при получении информации о службе из программы.";

/* Error description when a service is invoked but the user does not have permission to run the application */
"The \\U201C%@\\U201D service could not be used because you do not have permission to open the \\U201C%@\\U201D application." = "Не удалось использовать службу «%1$@», т.к. у Вас нет разрешения открывать программу «%2$@».";

/* Error description when a service is invoked but there was a miscellaneous problem */
"The \\U201C%@\\U201D service could not be used." = "Службу «%@» не удалось использовать.";

/* Error reason when a service with a known workflow is invoked but the application could not be found */
"The \\U201C%@\\U201D workflow could not be found." = "Процесс «%@» не удалось найти.";

/* Error reason when a workflow service timed out */
"The \\U201C%@\\U201D workflow did not finish in time." = "Процесс «%@» не был завершен вовремя.";

/* Failure reason when the app cannot be launched because of unknown errors. */
"The application \\U201C%@\\U201D could not be launched because a miscellaneous error occurred (OSStatus %d)." = "Не удалось запустить программу «%1$@», т.к. произошла ошибка (OSStatus %2$d).";

/* Failure reason when an application is corrupt. */
"The application \\U201C%@\\U201D could not be launched because it is corrupt." = "Не удалось запустить программу «%@», т.к. она повреждена.";

/* Failure reason when the app is in the trash. */
"The application \\U201C%@\\U201D could not be launched because it is in the Trash." = "Не удалось запустить программу «%@», т.к. она находится в Корзине.";

/* Failure reason when an application is not compatible with the computer. */
"The application \\U201C%@\\U201D could not be launched because it is not compatible with your computer." = "Не удалось запустить программу «%@», т.к. она несовместима с Вашим компьютером.";

/* Error description for when an app could not be launched */
"The application \\U201C%@\\U201D could not be launched because it was not found." = "Не удалось запустить программу «%@», т.к. не удалось ее найти.";

/* Error reason when a service with an unknown application is invoked but the application could not be found */
"The application could not be found." = "Программу не удалось найти.";

/* Error reason when a service with an unknown application is invoked but the application could not be opened */
"The application could not be opened." = "Программу не удалось открыть.";

/* Error description for when an application is using a disk that the user tries to eject. */
"The disk could not be ejected because it is in use by \\U201C%@\\U201D." = "Невозможно извлечь диск, т.к. его использует %@.";

/* Error description when a file cannot be duplicated because it was not found. */
"The file \\U201C%@\\U201D could not be duplicated because it was not found." = "Не удалось дублировать файл «%@», т.к. он не найден.";

/* Error description when a file cannot be duplicated because of a disk error. */
"The file \\U201C%@\\U201D could not be duplicated because of a disk error." = "Не удалось дублировать файл «%@» из-за ошибки диска.";

/* Error description when a file cannot be duplicated because the disk is full. */
"The file \\U201C%@\\U201D could not be duplicated because the disk is full." = "Не удалось дублировать файл «%@», т.к. диск переполнен.";

/* Error description when a file cannot be duplicated because the volume is write protected. */
"The file \\U201C%@\\U201D could not be duplicated because the volume is write protected." = "Не удалось дублировать файл «%@», т.к. том защищен от записи.";

/* Error description when a file cannot be duplicated without giving a reason. */
"The file \\U201C%@\\U201D could not be duplicated." = "Не удалось дублировать файл «%@».";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Не удалось переместить в Корзину файл «%1$@», т.к. произошла ошибка (OSStatus %2$d).";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because it was not found." = "Не удалось переместить в Корзину файл «%@», т.к. он не найден.";

/* Error description when a file cannot be moved to the trash because of a disk error. */
"The file \\U201C%@\\U201D could not be moved to the trash because of a disk error." = "Не удалось переместить в Корзину файл «%@» из-за ошибки диска.";

/* Error description when a file cannot be moved to the trash because the disk is full. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is full." = "Не удалось переместить в Корзину файл «%@», т.к. диск переполнен.";

/* Error description when a file cannot be moved to the trash because the volume is write protected. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is write protected." = "Не удалось переместить в Корзину файл «%@», т.к. диск защищен от записи.";

/* Error description when a file cannot be moved to the trash without giving a reason. */
"The file \\U201C%@\\U201D could not be moved to the trash." = "Не удалось переместить в Корзину файл «%@».";

/* Error description when all files cannot be duplicated because a miscellaneous error occurred. */
"The files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "Не удалось дублировать файлы, т.к. произошла ошибка (OSStatus %d).";

/* Error description when all files cannot be duplicated because of a disk error. */
"The files could not be duplicated because of a disk error." = "Не удалось дублировать файлы из-за ошибки диска.";

/* Error description when all files cannot be duplicated because the disk is full. */
"The files could not be duplicated because the disk is full." = "Не удалось дублировать файлы, т.к. диск переполнен";

/* Error description when all files cannot be duplicated because the volume is write protected. */
"The files could not be duplicated because the volume is write protected." = "Не удалось дублировать файлы, т.к. том защищен от записи.";

/* Error description when all files cannot be duplicated because they were not found. */
"The files could not be duplicated because they were not found." = "Не удалось дублировать файлы, т.к. они не найдены.";

/* Error description when all files cannot be duplicated without giving a reason. */
"The files could not be duplicated." = "Не удалось дублировать файлы.";

/* Error description when all files cannot be moved to the trash because a miscellaneous error occurred. */
"The files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Не удалось переместить в Корзину файлы, т.к. произошла ошибка (OSStatus %d).";

/* Error description when all files cannot be moved to the trash because of a disk error. */
"The files could not be moved to the trash because of a disk error." = "Не удалось переместить файлы в Корзину из-за ошибки диска.";

/* Error description when all files cannot be moved to the trash because the disk is full. */
"The files could not be moved to the trash because the disk is full." = "Не удалось переместить файлы в Корзину, т.к. диск переполнен.";

/* Error description when all files cannot be moved to the trash because the disk is write protected. */
"The files could not be moved to the trash because the disk is write protected." = "Не удалось переместить файлы в Корзину, т.к. диск защищен от записи.";

/* Error description when all files cannot be moved to the trash because they were not found. */
"The files could not be moved to the trash because they were not found." = "Не удалось переместить файлы в Корзину, т.к. они не найдены.";

/* Error description when all files cannot be moved to the trash without giving a reason. */
"The files could not be moved to the trash." = "Не удалось переместить файлы в Корзину.";

/* A generic error message displayed in an alert when an error occurs and there's no information about it. */
"The operation could not be completed." = "Не удается выполнить операцию.";

/* Error description when an unknown service with an unknown application is invoked but the application did not provide valid data */
"The service could not be used because the application did not provide valid data." = "Не удалось использовать службу, т.к. программа не предоставила действительные данные.";

/* Error reason when a service with a known application does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D application." = "Возникла проблема при поиске служебной информации в программе «%@».";

/* Error reason when a workflow service does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "Возникла проблема при поиске информации о службе в процессе «%@».";

/* Error reason when a service with an unknown application does not report its Services correctly */
"There was a problem retrieving service information from the application." = "Возникла проблема при поиске служебной информации в программе.";

/* Recovery suggestion when a service with a known application is invoked but the application is in the trash */
"Try dragging \\U201C%@\\U201D from the Trash to your Applications folder." = "Переместите «%@» из Корзины в папку «Программы».";

/* Recovery suggestion when a service is invoked but the application is corrupt
   Recovery suggestion when a service with a known application could not be found
   Recovery suggestion when a service with a known application could not be opened */
"Try reinstalling \\U201C%@.\\U201D" = "Попытайтесь переустановить «%@».";

/* Recovery suggestion when a service with a known application does not report its Services correctly */
"Try reinstalling \\U201C%@\\U201D, or contact the vendor for an updated version." = "Попытайтесь переустановить «%@» или обратитесь к производителю за обновленной версией.";

/* Recovery suggestion when a service with an unknown application does not report its Services correctly */
"Try reinstalling the application, or contact the vendor for an updated version." = "Попытайтесь переустановить программу или обратитесь к разработчику за обновленной версией.";

/* Recovery suggestion when a service with an unknown application could not be found
   Recovery suggestion when a service with an unknown application could not be opened */
"Try reinstalling the application." = "Попытайтесь переустановить программу.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try reopening \\U201C%@,\\U201D or contact the vendor for an updated version." = "Попытайтесь снова открыть «%@», или обратитесь к производителю за обновленной версией.";

/* Automator based recovery suggestion for a workflow Service.
   Recovery suggestion when a workflow service timed out. */
"Try running the \\U201C%@\\U201D workflow in Automator." = "Попробуйте запустить процесс «%@» в Automator.";

/* Recovery suggestion when a service is invoked but the application requires a newer version of Mac OS X */
"Try using an older version of \\U201C%@,\\U201D or upgrade to a newer version of Mac OS X." = "Попытайтесь использовать более старую версию «%@» или обновите более новой версией Mac OS X.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try using the service differently, or contact the vendor for an updated version of \\U201C%@.\\U201D" = "Попытайтесь использовать службу другим способом или обратитесь к производителю за обновленной версией «%@».";

/* Error description when some files cannot be duplicated (but others succeeded) because  of a lack of permissions. */
"You do not have permission to duplicate some of the files." = "У Вас нет разрешения на дублирование некоторых из файлов.";

/* Error description when a file cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the file \\U201C%@\\U201D." = "У Вас нет разрешения на дублирование файла «%@».";

/* Error description when all files cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the files." = "У Вас нет разрешения на дублирование файлов.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a lack of permissions. */
"You do not have permission to move some of the files to the trash." = "У Вас нет разрешения на перемещение в Корзину некоторых из файлов.";

/* Error description when a file cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the file \\U201C%@\\U201D to the trash." = "У Вас нет разрешения на перемещение в Корзину файла «%@».";

/* Error description when all files cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the files to the trash." = "У Вас нет разрешения на перемещение файлов в Корзину.";

/* Error reason when a service with a known application is invoked but the user does not have permission to run the application */
"You do not have permission to open the \\U201C%@\\U201D application." = "У Вас нет разрешения открывать программу «%@».";

/* Failure reason when the user lacks permission to run the app. */
"You do not have permission to run the application \\U201C%@\\U201D." = "У Вас нет разрешения на запуск программы «%@».";

